Repository: swashata/ipt-knowledgebase-theme-wp
Catalog: languages/*.po
Languages: tr_tr

source: If you want to put icon before a menu item, then you can choose an icon here. Both <a href="%1$s">IcoMoon</a> and <a href="%2$s">FontAwesome</a> classes are supported. Leave <code>none</code> or empty to not show any icons.
tr_tr: Bir menü öğesinden önce simge koymak istiyorsanız, burada bir simge seçebilirsiniz. Her iki <a href="%1$s">IcoMoon</a> ve <a href="%2$s">FontAwesome</a> sınıfları desteklenir. Herhangi bir simge göstermemek için <code>boş</code> bırakın.

source: Show Divider after this item
tr_tr: Bu öğeden sonra Bölücüyü göster

source: Appear as Dropdown Header
tr_tr: Açılır başlık olarak görünür

source: Appear as disabled
tr_tr: Devre dışı olarak görünür

source: Open link in a new window/tab
tr_tr: Yeni bir pencerede/sekmede bağlantıyı aç

source: CSS Classes (optional)
tr_tr: CSS sınıfları (isteğe bağlı)

source: Link Relationship (XFN)
tr_tr: Bağlantı İlişkisi (XFN)

source: Description
tr_tr: Açıklama

source: The description will be displayed in the menu if the current theme supports it.
tr_tr: Geçerli tema destekliyorsa açıklama menüde görüntülenir.

source: Move
tr_tr: Taşı

source: Up one
tr_tr: Bir yukarı

source: Down one
tr_tr: Eksi bir

source: To the top
tr_tr: Başa

source: Original: %s
tr_tr: Orjinal: %s

source: Remove
tr_tr: Kaldır

source: Cancel
tr_tr: İptal et

source: An affix widget for displaying on the sidebar of the single articles.
tr_tr: Tek içeriklerin kenar çubuğunda görüntülemek için bir bağlama ekran aracı

source: Affix Widget
tr_tr: Bağlama Ekran Aracı

source: Search&hellip;
tr_tr: Ara&hellip;

source: Click to show/hide table of contents.
tr_tr: İçindekiler tablosunu göstermek/gizlemek için tıklayın.

source: Table of Contents
tr_tr: İçindekiler

source: Click to show/hide articles under this category.
tr_tr: Bu kategorinin altındaki içerikleri göstermek/gizle için tıklayın.

source: No articles found.
tr_tr: Gönderi Bulunamadı

source: Do not make the widget sticky
tr_tr: Ekran Aracını yapışkan yapmayın

source: No other configuration necessary. Just activate and enjoy. Neat?
tr_tr: Başka bir yapılandırma gerekmez. Sadece aktive ve keyfini çıkarın. Düzgün?

source: A simple login form with optional links to sign-up and lost password pages.
tr_tr: Kayıt olmak ve parola sayfalarını kaybetmek için isteğe bağlı bağlantılar içeren basit bir giriş formu.

source: (bbPress) Login Widget
tr_tr: (bbPress) Oturum Açma Aracı

source: Remember Me
tr_tr: Beni hatırla

source: Edit Your Profile
tr_tr: Profilinizi Düzenle

source: %s Topics Started
tr_tr: %s Başlayan Konular

source: Your Favorites
tr_tr: Favoriler

source: Your Subscriptions
tr_tr: Abonelikler

source: %s Subscriptions
tr_tr: %s Abonelik

source: Title:
tr_tr: Başlık:

source: Register URI:
tr_tr: Kayıt URI:

source: Lost Password URI:
tr_tr: Kayıp kullanıcı URI:

source: Lists all your categories or knowledge bases with the right appearance.
tr_tr: Tüm kategorilerinizi veya bilgi tabanlarınızı doğru görünümde listeler.

source: Knowledge Base Widget
tr_tr: Bilgi Tabanı Ekran aracı

source: Knowledge Bases
tr_tr: Bilgi Tabanı

source: Title
tr_tr: Başlık

source: Show sub categories below the parent category (main knowledge bases)
tr_tr: Alt kategorileri ana kategorinin altında göster. (temel bilgiler)

source: No other settings necessary. The icon classes you have put on categories and sub categories will be thoroughly used.
tr_tr: Başka ayarlara gerek yok.Kategoriler ve alt kategoriler üzerine koyduğunuz simge sınıfları tam olarak kullanılacaktır.

source: Shows articles or posts based on the user likes.
tr_tr: Kullanıcı beğenmelerine göre içerik veya gönderileri gösterir.

source: Popular Knowledge Base Articles
tr_tr: Popüler Bilgi İçerikleri

source: Popular Articles
tr_tr: Popüler içerikler

source: Number of articles
tr_tr: İçerik sayısı

source: Stay <span>Connected</span>
tr_tr: Bağlı <span>Kalın</span>

source: Like us on Facebook
tr_tr: Bizi Facebook'ta Beğen

source: Follow us on Twitter
tr_tr: Twitter da bizi izleyin

source: Circle us on Google Plus
tr_tr: Bizi Google Plus üzerinden Çevrenize ekleyiniz

source: Subscribe to our Youtube Channel
tr_tr: Youtube kanalımıza abone olunuz

source: Subscribe to our Vimeo Channel
tr_tr: Vimeo kanalımıza abone olubuz

source: Follow us on Pinterest
tr_tr: Bizi Pinterest de takip et!

source: Follow us on envato marketplaces
tr_tr: Bizi Envato da takip et!

source: A nice looking social widget for the footer small area.
tr_tr: Altbilgi küçük alan için güzel görünümlü bir sosyal ekran aracı.

source: Social Widget
tr_tr: Sosyal ekran bileşeni

source: Install Required Plugins
tr_tr: Gerekli Eklentileri Yükleyin

source: Install Plugins
tr_tr: Eklentileri yükleyin

source: Installing Plugin: %s
tr_tr: Yüklenen Eklenti: %s

source: Updating Plugin: %s
tr_tr: Eklenti Güncelle: %s

source: Something went wrong with the plugin API.
tr_tr: Eklenti API'sında bir sorun oluştu.

source: This theme requires the following plugin: %1$s.
tr_tr: Bu tema aşağıdaki eklentiyi gerektiriyor: %1$s.

source: This theme recommends the following plugin: %1$s.
tr_tr: Bu tema aşağıdaki eklentileri önerir: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
tr_tr: Bu temayla maksimum uyumluluk sağlamak için aşağıdaki eklentinin en son sürüme geçirilmesi gerekiyor: %1$s.

source: There is an update available for: %1$s.
tr_tr: İçin bir güncelleme var: %1$s.

source: The following required plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki gerekli eklenti şu anda etkin değil: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki önerilen eklenti şu anda etkin değil: %1$s.

source: Begin installing plugin
tr_tr: Eklenti kurma işlemini başlatın

source: Begin updating plugin
tr_tr: Eklentileri Aktif edin

source: Begin activating plugin
tr_tr: Eklentileri Aktif edin

source: Return to Required Plugins Installer
tr_tr: Gerekli Eklenti Yükleyiciye Geri Dön

source: Return to the Dashboard
tr_tr: Gösterge Tablosuna Geri Dön

source: Plugin activated successfully.
tr_tr: Eklenti başarıyla etkinleştirildi.

source: The following plugin was activated successfully:
tr_tr: Aşağıdaki eklenti başarıyla etkinleştirildi:

source: No action taken. Plugin %1$s was already active.
tr_tr: Hiçbir işlem yapılmadı.Eklenti %1$s zaten aktif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
tr_tr: Eklenti aktif değil. Bu tema için %s daha yüksek bir sürüme ihtiyaç vardır. Lütfen eklentiyi güncelleyin.

source: All plugins installed and activated successfully. %1$s
tr_tr: Tüm eklentiler başarıyla yüklendi ve etkinleştirildi. %1$s

source: Dismiss this notice
tr_tr: Bu bildirimi yoksay

source: There are one or more required or recommended plugins to install, update or activate.
tr_tr: Yüklemek, güncellemek veya etkinleştirmek için bir veya daha fazla gerekli veya önerilen eklenti vardır.

source: Please contact the administrator of this site for help.
tr_tr: Yardım için lütfen bu sitenin yöneticisine başvurun.

source: This plugin needs to be updated to be compatible with your theme.
tr_tr: Bu temayla maksimum uyumluluk sağlamak için aşağıdaki eklentinin en son sürüme geçirilmesi gerekiyor: %1$s.

source: Update Required
tr_tr: Güncelleştirme gerekli.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
tr_tr: Uzak eklenti paketi istenen sümüklü bir klasör içermiyor ve yeniden adlandırma çalışmıyordu..

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
tr_tr: Lütfen eklenti sağlayıcısına başvurun ve eklentilerini WordPress yönergelerine göre paketlemelerini isteyin.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
tr_tr: Uzak eklenti paketi birden fazla dosyadan oluşur, ancak dosyalar bir klasörde paketlenmez.

# plugin A *and* plugin B
source: and
tr_tr: ile

source: Required
tr_tr: Gereklidir

source: Recommended
tr_tr: Tavsiye edilen

source: WordPress Repository
tr_tr: WordPress Deposu

source: External Source
tr_tr: dış veri kaynağı

source: Pre-Packaged
tr_tr: Ön Paketlenmiş

source: Not Installed
tr_tr: Yüklü değil

source: Installed But Not Activated
tr_tr: Yüklü Ama Aktif Değil

source: Active
tr_tr: Etkinleştir

source: Required Update not Available
tr_tr: Gerekli Güncelleme Yok

source: Requires Update
tr_tr: Güncelleme Gereklidir

source: Update recommended
tr_tr: Tavsiye edilen

# plugins
source: All <span class="count">(%s)</span>
tr_tr: %s <span class="says">diyorki:</span>

source: To Install <span class="count">(%s)</span>
tr_tr: %s <span class="says">diyorki:</span>

source: Update Available <span class="count">(%s)</span>
tr_tr: Güncelleme Mevcut <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
tr_tr: %s <span class="says">diyorki:</span>

# as in: "version nr unknown"
source: unknown
tr_tr: bilinmeyen

source: Installed version:
tr_tr: Yüklü sürüm:

source: Minimum required version:
tr_tr: Minimum gerekli sürüm:

source: Available version:
tr_tr: Mevcut sürüm:

source: No plugins to install, update or activate.
tr_tr: Şu anda yüklenecek eklenti yok.

source: Plugin
tr_tr: Eklenti

source: Source
tr_tr: Kaynak

source: Type
tr_tr: Tür

source: Version
tr_tr: Versiyon

source: Status
tr_tr: Durum

source: Install %2$s
tr_tr: Kur %2$s

source: Update %2$s
tr_tr: Güncelle %2$s

source: Activate %2$s
tr_tr: Etkinleştir %2$s

source: Upgrade message from the plugin author:
tr_tr: Eklenti yazarından mesajı yükseltin:

source: Install
tr_tr: Kur

source: Activate
tr_tr: Etkinleştir

source: No plugins were selected to be installed. No action taken.
tr_tr: Şu anda yüklenecek eklenti yok.

source: No plugins were selected to be updated. No action taken.
tr_tr: Şu anda etkinleştirilecek eklentiler yok.

source: No plugins are available to be installed at this time.
tr_tr: Şu anda yüklenecek eklenti yok.

source: No plugins are available to be updated at this time.
tr_tr: Şu anda etkinleştirilecek eklentiler yok.

source: No plugins were selected to be activated. No action taken.
tr_tr: Şu anda etkinleştirilecek eklentiler yok.

source: No plugins are available to be activated at this time.
tr_tr: Şu anda etkinleştirilecek eklentiler yok.

source: Plugin activation failed.
tr_tr: Eklenti etkinleştirme başarısız oldu.

source: Updating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklentisi Yükleniyor %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr_tr: yüklenirken bir hata oluştu %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
tr_tr: Kurulumu başarısız %1$s oldu.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum ve aktivasyon işlemi başlıyor. Bu süreç bazı sunucular üzerinde biraz zaman alabilir, bu yüzden lütfen sabırlı olun olunr.

source: %1$s installed and activated successfully.
tr_tr: %1$s yüklendi ve başarıyla etkinleştirildi.

source: Show Details
tr_tr: Ayrıntıları Göster

source: Hide Details
tr_tr: Ayrıntıları Gizle

source: All installations and activations have been completed.
tr_tr: Tüm kurulumlar ve etkinleştirmeler tamamlandı.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklentisi Kurma ve Etkinleştirme %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Yükleme işlemi başlıyor. Bu süreç bazı sunucular üzerinde biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: %1$s installed successfully.
tr_tr: %1$s başarıyla yüklendi.

source: All installations have been completed.
tr_tr: Tüm yüklemeler tamamlanmıştır.

source: Installing Plugin %1$s (%2$d/%3$d)
tr_tr: Eklentisi Yükleniyor %1$s (%2$d/%3$d)

source: Page %s
tr_tr: Sayfa %s

source: Cheatin&#8217; uh?
tr_tr: Düzen&#8217; uh?

source: You like it already
tr_tr: Beğenmişsiniz

source: Thank you.
tr_tr: Teşekkürler.

source: Post navigation
tr_tr: Yayın Gezintisi

source: <span class="meta-nav"><span class="glyphicon glyphicon-arrow-left"></span></span> Older posts
tr_tr: <span class="meta-nav"><span class="glyphicon glyphicon-arrow-left"></span></span> Eski içerikler

source: Newer posts <span class="meta-nav"><span class="glyphicon glyphicon-arrow-right"></span></span>
tr_tr: Yeni içerikler <span class="meta-nav"><span class="glyphicon glyphicon-arrow-right"></span></span>

source: Pingback:
tr_tr: Geri izleme:

source: %s <span class="says">says:</span>
tr_tr: %s <span class="says">diyorki:</span>

source: Your comment is awaiting moderation.
tr_tr: Yorumunuz onay bekliyor.

source: <i class="glyphicon ipt-icomoon-reply"></i>&nbsp;&nbsp;Reply
tr_tr: <i class="glyphicon ipt-icomoon-reply"></i>&nbsp;&nbsp;Yanıt

# 1: date, 2: time
source: %1$s at %2$s
tr_tr: %1$s tarih %2$s

source: <span class="posted-on"><i class="glyphicon glyphicon-calendar"></i> Posted on %1$s</span><span class="byline"> by %2$s</span>
tr_tr: <span class="posted-on"><i class="glyphicon glyphicon-calendar"></i> %1$s</span><span class="byline"> %2$s</span>

source: This article was helpful
tr_tr: Bu içerik faydalı oldu

source: %d person found this article useful
tr_tr: %d insanlar bu içeriği yararlı buldu

source: Please wait
tr_tr: Lütfen bekle

source: Home
tr_tr: Anasayfa

source: Search result
tr_tr: Arama sonuçları

source: Error 404 - Not found
tr_tr: Hata 404 bulunamadı

source: Archive
tr_tr: Arşiv

source: Required fields are marked %s
tr_tr: Gerekli alanlar işaretlenmiştir %s

# noun
source: Comment
tr_tr: Yorum

source: You must be <a href="%s">logged in</a> to post a comment.
tr_tr: Yorum yazmak için <a href="%s">giriş</a> yapınız.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
tr_tr: <a href="%1$s">%2$s</a> olarak giriş yaptınız. <a href="%3$s" title="Güvenli Çıkış Yap">Çıkış?</a>

source: Your email address will not be published.
tr_tr: ✉E-posta hesabınız yayımlanmayacak.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
tr_tr: Bu <abbr title="HyperText Markup Language Genişletilebilir Büyütülmüş Metin İşaretleme Dili">HTML</abbr> etiketleri ve öznitelikleri kullanabilirsiniz: %s

source: Leave a Reply
tr_tr: Cevap Bırak

source: Leave a Reply to %s
tr_tr: Yanıt Ver %s

source: Cancel reply
tr_tr: Yanıtlamayı Boşver

source: Post Comment
tr_tr: Yorumunu Gönder

source: %1$s has written <a href="%2$s">%3$s</a> %4$s
tr_tr: %1$s toplam <a href="%2$s">%3$s</a> %4$s

source: article
tr_tr: içerik

source: This content is password protected. To view it please enter your password below:
tr_tr: Bu içerik parola korumalı. Görüntülemek için lütfen aşağıdaki parolanızı girin:

source: Password:
tr_tr: Parola:

source: Search
tr_tr: Ara

source: Login
tr_tr: Giriş

source: Hi %1$s
tr_tr: Merhaba %1$s

source: My Profile
tr_tr: Profil

source: Signout
tr_tr: Çıkış Yapın

source: <i class="ipticm ipt-icomoon-question-circle"></i> Forgot Password
tr_tr: <i class="ipticm ipt-icomoon-question-circle"></i> Parolayı Unuttum

source: <i class="ipticm ipt-icomoon-signup"></i> Signup
tr_tr: <i class="ipticm ipt-icomoon-signup"></i>Kayıt

source: Nothing Found
tr_tr: İçerik Bulunamadı

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
tr_tr: İlk yazınızı yayınlamak için hazır mısınız? <a href="%1$s"> buradan başlayın </a>

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
tr_tr: Üzgünüz, ama hiçbir sonuç arama terimleriniz ile eşleşmedi. Farklı anahtar kelimeler ile tekrar deneyiniz.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
tr_tr: Aradığınız şeyi bulamadık belki farklı bir arama yapmanız işe yarayabilir.

source: Search Results for: %s
tr_tr: için Arama Sonuçları %s

# placeholder
source: Search Knowledgebase&hellip;
tr_tr: Site içinde Ara&hellip;

source: Search Knowledgebase for %s&hellip;
tr_tr: Site içinde arama sonuçları %s&hellip;

source: Recent articles
tr_tr: Son İçerikler

source: Popular articles
tr_tr: Popüler içerikler
