Repository: swashata/ipt-knowledgebase-theme-wp
Catalog: languages/*.po
Languages: tr_tr

source: Oops! That page can&rsquo;t be found.
tr_tr: Hata! Bu sayfa bulunamadı.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
tr_tr: Üzgünüz :( Aradığınız sayfa bulunamadı. Aşağıdaki bağlantılardan birini deneyin veya bir arama gerçekleştirin?

source: Recently Published Articles
tr_tr: Son Yayınlanan Yazılar

source: Knowledge Base
tr_tr: İçerikler

source: Author: %s
tr_tr: Yazar: %s

source: Day: %s
tr_tr: Gün: %s

source: Month: %s
tr_tr: Ay: %s

source: Year: %s
tr_tr: Yıl: %s

source: Asides
tr_tr: Kenar

source: Images
tr_tr: Görüntü

source: Videos
tr_tr: Videolar

source: Quotes
tr_tr: Alıntılar

source: Links
tr_tr: Bağlantılar

source: Archives
tr_tr: Arşiv

source: Page %1$d / %2$d
tr_tr: Sayfa %1$d / %2$d

source: Creator
tr_tr: Kurucu

source: Topic
tr_tr: Konu

source: Registered Users
tr_tr: Kayıtlı Kullanıcılar

source: Forums
tr_tr: Forumlar

source: Topics
tr_tr: Başlıklar

source: Replies
tr_tr: Yanıtlar

source: Topic Tags
tr_tr: Konu Etiketleri:

source: Empty Topic Tags
tr_tr: Boş Konu Etiketleri

source: Hidden Topics
tr_tr: Gizli Konular

source: Hidden Replies
tr_tr: Gizli Cevap

source: You are already logged in.
tr_tr: Zaten giriş yapmışsınız

source: Private
tr_tr: Özel

source: You do not have permission to view this forum.
tr_tr: Bu forumu görüntülemek için izniniz yok.

source: Oh bother! No forums were found here!
tr_tr: Aradığınız forum bulunamadı

source: Oh bother! No replies were found here!
tr_tr: Aradığınız cevap bulunamadı

source: Oh bother! No search results were found here!
tr_tr: Aradığınız sonuç bulunamadı !

source: Oh bother! No topics were found here!
tr_tr: Aradığınız konu bulunamadı !

source: Author Information
tr_tr: Yazar Bilgileri.

source: Your information:
tr_tr: Bilgileriniz:

source: Name (required):
tr_tr: Adınız (gerekli)

source: Mail (will not be published) (required):
tr_tr: Eposta (gerekli):

source: Website:
tr_tr: Web sitesi:

source: Now Editing &ldquo;%s&rdquo;
tr_tr: Şimdi Düzenle &ldquo;%s&rdquo;

source: Create New Forum in &ldquo;%s&rdquo;
tr_tr: Forum oluştur &ldquo;%s&rdquo;

source: Create New Forum
tr_tr: Yeni Forum Oluştur

source: This forum is closed to new content, however your account still allows you to do so.
tr_tr: Bu forum yeni içeriğe kapalı, ancak hesabınız yine de bunu yapmanıza izin veriyor.

source: Your account has the ability to post unrestricted HTML content.
tr_tr: Hesabınız sınırsız HTML içeriği gönderme yeteneğine sahiptir.

source: Forum Name (Maximum Length: %d):
tr_tr: Forum adı (maksimum uzunluk: %d):

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
tr_tr: Bu <abbr title="HyperText Markup Language Genişletilebilir Büyütülmüş Metin İşaretleme Dili">HTML</abbr> etiketleri ve öznitelikleri kullanabilirsiniz: %s

source: Forum Type:
tr_tr: Forum Türü:

source: Status:
tr_tr: Durum:

source: Visibility:
tr_tr: Görünürlük:

source: Parent Forum:
tr_tr: Ana Forum:

source: (No Parent)
tr_tr: (Kaynak Yok)

source: Submit
tr_tr: Gönder

source: The forum &#8216;%s&#8217; is closed to new content.
tr_tr: Bu forum &#8216;%s&#8217; yeni içeriğe kapalıdır.

source: You cannot create new forums.
tr_tr: Yeni forumlar oluşturamazsınız.

source: You must be logged in to create new forums.
tr_tr: Yeni forum oluşturmak için giriş yapınız

source: Protected
tr_tr: Korumalı

source: Move reply "%s"
tr_tr: Yanıtla "%s"

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
tr_tr: Bu, yeni bir başlık ile yeni bir konu cevap yapmak, ya da mevcut bir konu haline birleştirebilirsiniz.

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
tr_tr: Mevcut bir konuyu seçerseniz, yanıtlar, oluşturulduğu saat ve tarihe göre sıralanır.

source: Move Method
tr_tr: Taşıma Yöntemi

source: New topic in <strong>%s</strong> titled:
tr_tr: Yeni konu <strong>%s</ strong> başlıklandırılmış:

source: Moved: %s
tr_tr: Taşındı: %s

source: Use an existing topic in this forum:
tr_tr: Bu forumda olan konuyu kullanın:

source: No other topics found!
tr_tr: Başka konular bulunamadı!

source: <strong>WARNING:</strong> This process cannot be undone.
tr_tr: <strong> UYARI: </ strong> Bu işlem geri alınamaz.

source: You do not have the permissions to edit this reply!
tr_tr: Bu yanıtı düzenleme izniniz yok!

source: You cannot edit this reply.
tr_tr: Bu yanıtı düzenleyemezsiniz.

source: Reply To: %s
tr_tr: Yanıtla: %s

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
tr_tr: Bu konu yeni cevaplara kapalı olarak işaretlenmiştir, ancak gönderme yetenekleriniz buna izin vermektedir.

source: Tags:
tr_tr: Etiketler:

source: Notify the author of follow-up replies via email
tr_tr: E-posta yoluyla takip edilen konulara e-posta yolu ile yanıtları ilet.

source: Notify me of follow-up replies via email
tr_tr: takip yanıtlarını e-posta yoluyla bana bildir

source: Keep a log of this edit:
tr_tr: Bu düzenleme günlüğünü sakla:

source: Optional reason for editing:
tr_tr: Düzenlemenin nedeni:

source: The topic &#8216;%s&#8217; is closed to new replies.
tr_tr: Konu &#8216;%s&#8217; yeni cevaplara kapalı.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
tr_tr: forum &#8216;%s&#8217; yeni konu ve cevaplara kapalı.

source: You cannot reply to this topic.
tr_tr: Bu konuya cevap veremezsiniz.

source: You must be logged in to reply to this topic.
tr_tr: Bu konuya cevap vermek için oturum açmanız gerekir.

source: Search for:
tr_tr: Arama:

source: Search %s&hellip;
tr_tr: Ara %s&hellip;

source: Merge topic "%s"
tr_tr: Konu Birleştirme "%s"

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
tr_tr: Bu konuyu birleştirmek için konuyu seçin. Hedef konu önde gelen konuyu olmaya devam edecek ve bu konunun cevabı değişecek.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
tr_tr: Bu konuyu lider olarak tutmak için, bir başkasına gidin ve oradan birleştirme aracını kullanın.

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
tr_tr: Her iki konu içindeki tüm yanıtları kronolojik olarak birleştirilir. Birleştirilmiş cevapların sırasına göre en son yayınlananın tarihi ile güncellenecektir.

source: Destination
tr_tr: Hedef

source: Merge with this topic:
tr_tr: Bu konu ile Birleştir:

source: No topics were found to which the topic could be merged to!
tr_tr: Konunun birleştirilebileceği hiçbir konu bulunamadı!

source: There are no other topics in this forum to merge with.
tr_tr: Birleştirmek için bu forumda başka hiçbir konu bulunamadı.

source: Topic Extras
tr_tr: Konu Ekstraları

source: Merge topic subscribers
tr_tr: Konu Abonelerini Birleştirme

source: Merge topic favoriters
tr_tr: Favori Konuları Birleştirme

source: Merge topic tags
tr_tr: Konu etiketlerini Birleştirme

source: You do not have the permissions to edit this topic!
tr_tr: Bu konuyu düzenlemek için izniniz yok!

source: You cannot edit this topic.
tr_tr: Bu konuyu düzenleyemezsiniz.

source: Split topic "%s"
tr_tr: Konusunu böl "%s"

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
tr_tr: Bir konuyu böldüğünüzde, seçtiğiniz cevaptan başlayarak yarıya böleceksiniz. Bu yanıtı yeni bir başlık ile yeni bir konu olarak kullanmayı veya bu yanıtları mevcut bir konuyla birleştirmeyi seçin.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
tr_tr: Mevcut konu seçeneğini kullanırsanız, her iki başlıktaki cevaplar kronolojik olarak birleştirilir. Birleştirilmiş cevapların sırası, gönderildikleri saat ve tarihe dayanır.

source: Split Method
tr_tr: Bölme Yöntemi

source: Split: %s
tr_tr: Bölünmüş: %s

source: Copy subscribers to the new topic
tr_tr: Aboneleri yeni konuya kopyala

source: Copy favoriters to the new topic
tr_tr: Favorileri yani konuya kopyala

source: Copy topic tags to the new topic
tr_tr: Konu etiketlerini yeni konuya kopyalayın

source: Manage Tag: "%s"
tr_tr: Etiketi Yönet: "%s"

source: Rename
tr_tr: Yeniden adlandır

source: Leave the slug empty to have one automatically generated.
tr_tr: Otomatik olarak üretilmek için parçayı boş bırakın.

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
tr_tr: Parçanın değiştirilmesi, kalıcı bağlantıyı etkiler. Eski parça için herhangi bir bağlantı duracaktır.

source: Name:
tr_tr: Adı:

source: Slug:
tr_tr: Parça

source: Update
tr_tr: Güncelle

source: Merge
tr_tr: Birleştir

source: Merging tags together cannot be undone.
tr_tr: Birleştirme etiketleri birlikte geri alınamaz.

source: Existing tag:
tr_tr: Varolan etiket:

source: Are you sure you want to merge the "%s" tag into the tag you specified?
tr_tr: Etiketi belirttiğiniz "%s" etiketle birleştirmek istediğinizden emin misiniz?

source: Delete
tr_tr: Sil

source: This does not delete your topics. Only the tag itself is deleted.
tr_tr: Yalnızca etiketin kendisi silinir.Konularınız silinmez.

source: Deleting a tag cannot be undone.
tr_tr: Bir etiketi silme işlemi geri alınamaz.

source: Any links to this tag will no longer function.
tr_tr: Bu etiket ile ilgili herhangi bir bağlantı artık çalışmaz.

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
tr_tr: Etiketi silmek istediğinizden "%s" emin misiniz? Bu etiket kalıcıolarak silinir ve geri alınamaz.

source: Create New Topic in &ldquo;%s&rdquo;
tr_tr: içerisinde yeni konu oluştur &ldquo;%s&rdquo;

source: Create New Topic
tr_tr: Yeni Konu Oluştur

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
tr_tr: Yeni mesajlara kapalı olarak bu forumu ancak sizin gönderme yetenekleri hala bunu yapmak için izin, işaretlenir.

source: Topic Title (Maximum Length: %d):
tr_tr: Konu Başlığı (Maksimum Uzunluk: %d ):

source: Topic Tags:
tr_tr: Konu Etiketleri:

source: (No Forum)
tr_tr: (Forum Yok)

source: Topic Type:
tr_tr: Konu Tipi:

source: Topic Status:
tr_tr: Konu Durumu:

source: You cannot create new topics.
tr_tr: Yeni konular oluşturma yetkiniz bulunmamaktadır.

source: You must be logged in to create new topics.
tr_tr: Yeni konu oluşturmak için giriş yapınız

source: Name
tr_tr: Ad

source: First Name
tr_tr: İsim

source: Last Name
tr_tr: Soyadı

source: Nickname
tr_tr: Rumuz

source: Display Name
tr_tr: Ekran adı

source: Contact Info
tr_tr: İletişim Bilgileri

source: Website
tr_tr: Web Sitesi

source: About Yourself
tr_tr: Kendinizi Hakkında

source: About the user
tr_tr: Kullanıcı hakkında

source: Biographical Info
tr_tr: Biyografik Bilgi

source: Account
tr_tr: Hesap

source: Username
tr_tr: Kullanıcı Adı

source: Email
tr_tr: Eposta

source: There is a pending email address change to <code>%1$s</code>. <a class="btn btn-sm btn-danger" href="%2$s">Cancel</a>
tr_tr: Bekleyen bir e-posta adresi değişikliği var <code>%1$s</code>. <a class="btn btn-sm btn-danger" href="%2$s">İptal</a>

source: New Password
tr_tr: Yeni Şifre

source: If you would like to change the password type a new one. Otherwise leave this blank.
tr_tr: Eğer değiştirmek istiyorsanız Parola yeni bir yazın. Aksi takdirde bu boş bırakın.

source: Type your new password again.
tr_tr: Yeni parolanızı tekrar yazın.

source: Strength indicator
tr_tr: Güç göstergesi

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
tr_tr: Parolanız en az on karakter uzunluğunda olmalıdır. Daha da güçlü hale getirmek için büyük ve küçük harf, sayılar ve semboller kullanın.

source: User Role
tr_tr: Kullanıcı Rolü

source: Network Role
tr_tr: Ağ Rolü

source: Grant this user super admin privileges for the Network.
tr_tr: Ağ için bu kullanım süper admin yetkileri vermek.

source: Update Profile
tr_tr: Profil Güncellemesi

source: Update User
tr_tr: Kullanıcı Güncelle

source: Log In
tr_tr: Oturum aç

source: Password
tr_tr: Parola

source: Keep me signed in
tr_tr: Beni bağlı tut

source: Lost Password
tr_tr: Kayıp Şifre

source: Username or Email
tr_tr: Kullanıcı adı veya e-posta

source: Reset My Password
tr_tr: Şifremi Sıfırla

source: Create an Account
tr_tr: Bir hesap oluşturun

source: Your username must be unique, and cannot be changed later.
tr_tr: Kullanıcı adınız benzersiz olmalıdır ve sonradan değiştirilemez.

source: We use your email address to email you a secure password and verify your account.
tr_tr: Hesabınızı doğrulamak için e-posta adresinize gelen yönergelere dikkat edin.

source: Register
tr_tr: Kayıt

source: Blog Role
tr_tr: Blog Rolü

source: Forum Role
tr_tr: Forum Rolü

source: Posts
tr_tr: Yazılar

source: Freshness
tr_tr: Yenilik

source: Author
tr_tr: Yazar

source: Last updated %s
tr_tr: Son güncelleme %s

source: In reply to:
tr_tr: Cevap olarak:

source: Topic:
tr_tr: Konu:

source: in group forum
tr_tr: grup forumu

source: in forum
tr_tr: Forumda

source: Search Results
tr_tr: Arama Sonuçları

source: Actions
tr_tr: Eylemler

source: in reply to:
tr_tr: cevap olarak:

source: Started by: %1$s
tr_tr: Başlatan: %1$s

source: in: <a href="%1$s">%2$s</a>
tr_tr: Giriş: <a href="%1$s">%2$s</a>

source: by %s
tr_tr: %s

source: Voices
tr_tr: Sesler

source: New Topic
tr_tr: Yeni Konu

source: %s's Profile
tr_tr: %s's Profil

source: Profile
tr_tr: Profil

source: %s's Topics Started
tr_tr: %s's Başlatılan Konular

source: Topics Started
tr_tr: Başlatılan Konular

source: %s's Replies Created
tr_tr: %s's Yanıtlar Oluşturuldu

source: Replies Created
tr_tr: Cevapların Oluşturulma Tarihi

source: %s's Favorites
tr_tr: %s's Favoriler

source: Favorites
tr_tr: Favoriler

source: %s's Subscriptions
tr_tr: %s's Abonelikler

source: Subscriptions
tr_tr: Abonelikler

source: Edit %s's Profile
tr_tr: Kullanıcı Profilini %s's Düzenl

source: Edit
tr_tr: Düzenle

source: Favorite Forum Topics
tr_tr: Favori Forum Konuları

source: You currently have no favorite topics.
tr_tr: Şu anda hiç favori konuları var.

source: This user has no favorite topics.
tr_tr: Bu kullanıcının favori konuları vardır.

source: %s Forum Role
tr_tr: %s Forum Rolü

source: %s Topics Started:
tr_tr: %s Konular Başladı:

source: %s Replies Created
tr_tr: %s Yanıtlar Oluşturuldu

source: %s Favorites
tr_tr: %s Favoriler

source: Forum Replies Created
tr_tr: Forum Cevapları Yanıtlandı

source: You have not replied to any topics.
tr_tr: Hiçbir konuya cevap vermediniz.

source: This user has not replied to any topics.
tr_tr: Bu kullanıcı herhangi bir konu yanıt vermedi.

source: Subscribed Forum Topics
tr_tr: Abone Forum Konular

source: You are not currently subscribed to any topics.
tr_tr: Şu anda herhangi bir konu abone değilsiniz.

source: This user is not currently subscribed to any topics.
tr_tr: Bu kullanıcı şu anda herhangi bir konuya abone değil.

source: Forum Topics Started
tr_tr: Forum Konuları Başladı

source: You have not created any topics.
tr_tr: Herhangi bir konu yaratmadınız.

source: This user has not created any topics.
tr_tr: Bu kullanıcı herhangi bir konu oluşturmadı.

source: <p>Here are the statistics and popular topics of our forums.</p>
tr_tr: <p>İşte forumlarımızın istatistikleri ve popüler konuları.</p>

source: Popular Topics
tr_tr: Popüler Konular

source: Support
tr_tr: Destek

source: %d article
tr_tr: %d içerik

source: Get Support
tr_tr: Destek al

source: Get support
tr_tr: Destek al

source: Browse all
tr_tr: Tümü

source: Browse %d article
tr_tr: Tümüne %d Gözat

source: No articles published. Check back later?
tr_tr: Yayınlanmış içerik yok. Daha sonra kontrol edelim mi?

# comments title
source: One thought on &ldquo;%2$s&rdquo;
tr_tr: Bir Yorum &ldquo;%2$s&rdquo;

source: Comment navigation
tr_tr: Yorum gezintisi

source: &larr; Older Comments
tr_tr: &larr; Eski Yorumlar

source: Newer Comments &rarr;
tr_tr: Daha Yeni Yorumlar &rarr;

source: Comments are closed.
tr_tr: Yoruma kapalı.

source: <p class="pagination-p">Pages:</p>
tr_tr: <p class="pagination-p">Sayfa:</p>

source: This entry was tagged <i class="glyphicon glyphicon-tags"></i>&nbsp;&nbsp;%2$s. <br />Bookmark the <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">permalink</a>.
tr_tr: <i class="glyphicon glyphicon-tags"></i>&nbsp;&nbsp;%2$s. <br />kalıcı <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">bağlantı</a>.

source: Bookmark the <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">permalink</a>.
tr_tr: kalıcı <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">bağlantı</a>.

source: This entry was posted in <i class="glyphicon glyphicon-folder-open"></i>&nbsp;&nbsp;%1$s and tagged <i class="glyphicon glyphicon-tags"></i>&nbsp;&nbsp;%2$s. <br />Bookmark the <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">permalink</a>.
tr_tr: <i class="glyphicon glyphicon-folder-open"></i>&nbsp;&nbsp;%1$s <i class="glyphicon glyphicon-tags" title="Etiketler"></i>&nbsp;&nbsp;%2$s. <br />kalıcı <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">bağlantı</a>.

source: This entry was posted in <i class="glyphicon glyphicon-folder-open"></i>&nbsp;&nbsp;%1$s. <br />Bookmark the <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">permalink</a>.
tr_tr: <i class="glyphicon glyphicon-folder-open"></i>&nbsp;&nbsp;%1$s. <br /> kalıcı <i class="glyphicon glyphicon-bookmark"></i>&nbsp;&nbsp;<a href="%3$s" rel="bookmark">bağlantı</a>.

source: Read more
tr_tr: Devamı

source: Posted in %1$s
tr_tr: %1$s yayınlananlar

source: Tagged %1$s
tr_tr: Etiketlenen %1$s

source: Leave a comment
tr_tr: Yorum Yap

source: 1 Comment
tr_tr: 1 Yorum

source: % Comments
tr_tr: % Yorum

source: Proudly powered by %s
tr_tr: Gururla tarafından desteklenmektedir %s

source: Theme: %1$s by %2$s.
tr_tr: Tema: %1$s %2$s tarafından hazırlanmıştır.

source: Primary Menu
tr_tr: Ana Menü

source: Knowledge Base Sidebar
tr_tr: İçerik Kenar Çubuğu

source: Shows up only on category archive pages and single posts.
tr_tr: Sadece kategori arşiv sayfalarında ve tek yayınlarda gösterilir.

source: General Sidebar
tr_tr: Genel kenar çubuğu

source: Shows up everywhere except the category archive pages and single posts.
tr_tr: Kategori arşiv sayfaları ve tek ileti dışında her yerde görünür.

source: bbPress Sidebar
tr_tr: bbPress Kenar

source: Shows up on bbPress forums and topics.
tr_tr: bbPress forumlarda ve konularda gösterilir.

source: Footer Large
tr_tr: Büyük Altbilgi

source: Footer Small
tr_tr: Küçük Altbilgi

source: Oops, some problem to connect. Try again?
tr_tr: Hata, bağlantıda bir sorun var. Tekrar denermisin?

source: <i class="ipticm ipt-icomoon-bullhorn"></i> Advertisement
tr_tr: <i class="ipticm ipt-icomoon-bullhorn"></i> Reklam

source: Below Title Advertisement
tr_tr: Başlığın altında Reklam

source: Disabled
tr_tr: Devredışı

source: Enter the ad code (RAW HTML) that will be displayed below title.
tr_tr: Başlık altında görüntülenecek reklam kodunu (RAW HTML) girin.

source: Below Authorbox Advertisement
tr_tr: Yazar kutusu reklamının altında

source: Enter the ad code (RAW HTML) that will be displayed beside the authorbox.
tr_tr: Yazar kutusunun yanında görüntülenecek reklam kodunu (RAW HTML) girin.

source: Knowledge Base Theme
tr_tr: KBT

source: Toggle navigation
tr_tr: Gezinmeyi Değiştir

source: Toggle search
tr_tr: Kullanıcı ara

source: Toggle User
tr_tr: Kullanıcı Değiştir

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s">%4$s &times; %5$s</a> in <a href="%6$s" rel="gallery">%7$s</a>
tr_tr: <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> <a href="%3$s">%4$s &times; %5$s</a> <a href="%6$s" rel="gallery">%7$s</a>

source: <span class="meta-nav"><span class="glyphicon glyphicon-arrow-left"></span></span> Previous
tr_tr: <span class="meta-nav"><span class="glyphicon glyphicon-arrow-left"></span></span> Önceki

source: Next <span class="meta-nav"><span class="glyphicon glyphicon-arrow-right"></span></span>
tr_tr: Sonraki <span class="meta-nav"><span class="glyphicon glyphicon-arrow-right"></span></span>

source: Pages:
tr_tr: Sayfalar:

source: New Request
tr_tr: Yeni İstek

source: <span class="glyphicon ipt-icomoon-info3 bstooltip" title="New Request"></span><span class="sr-only"> [New Request] </span>
tr_tr: <span class="glyphicon ipt-icomoon-info3 bstooltip" title="Yeni İstek"></span><span class="sr-only"> [Yeni İstek] </span>

source: Resolved
tr_tr: Çözümlenmiş

source: <span class="glyphicon ipt-icomoon-checkmark-circle bstooltip" title="Resolved"></span><span class="sr-only"> [Resolved] </span>
tr_tr: <span class="glyphicon ipt-icomoon-checkmark-circle bstooltip" title="Çözümlenmiş"></span><span class="sr-only"> [Çözümlenmiş] </span>

source: Processing
tr_tr: İşleniyor

source: <span class="glyphicon ipt-icomoon-history bstooltip" title="Processing"></span><span class="sr-only"> [Processing] </span>
tr_tr: <span class="glyphicon ipt-icomoon-history bstooltip" title="İşleniyor"></span><span class="sr-only"> [İşleniyor] </span>

source: No Solution
tr_tr: Çözüm

source: <span class="glyphicon ipt-icomoon-cancel-circle bstooltip" title="No Solution"></span><span class="sr-only"> [No Solution] </span>
tr_tr: <span class="glyphicon ipt-icomoon-cancel-circle bstooltip" title="Çözüm"></span><span class="sr-only"> [Çözüm] </span>

source: Announcement
tr_tr: Duyuru

source: <span class="glyphicon ipt-icomoon-bullhorn bstooltip" title="Announcement"></span><span class="sr-only"> [Announcement] </span>
tr_tr: <span class="glyphicon ipt-icomoon-bullhorn bstooltip" title="Bildirim"></span><span class="sr-only"> [Bildirim] </span>

source: Management Topic
tr_tr: Yönetim Konusu

source: <span class="glyphicon ipt-icomoon-user4 bstooltip" title="Announcement"></span><span class="sr-only"> [Management] </span>
tr_tr: <span class="glyphicon ipt-icomoon-user4 bstooltip" title="Duyuru"></span><span class="sr-only"> [Yönetim] </span>

source: Tagged:
tr_tr: Etiketlenen:

source: Support Forum
tr_tr: Destek Forumu

source: Link to support forum. For parent category only.
tr_tr: Forum destek bağlantısı. Sadece ebeveyn kategorisi için.

source: Icon Class
tr_tr: Simge Sınıfı

source: Add icon class to this category. This is for subcategories, not the parent category.
tr_tr: Simge sınıfı bu kategoriye ekleyin. Bu alt kategori için, ana kategori için değil.

source: Image URL
tr_tr: Resim URL'si:

source: Add a 128X128 image for this category. Will only be used for parent categories.
tr_tr: Bu kategori için bir 128X128 resim ekleyin. Yalnızca ana kategoriler için kullanılacaktır.

source: %s (Invalid)
tr_tr: %s (Geçersiz)

source: %s (Pending)
tr_tr: %s (Beklemede)

source: sub item
tr_tr: menü alt öğesi

source: Move up
tr_tr: Taşındı:

source: Move down
tr_tr: Taşıma Yöntemi

source: Edit Menu Item
tr_tr: Menü Öğesini Düzenle

source: Navigation Label
tr_tr: Navigasyon Etiketi

source: Title Attribute
tr_tr: Başlık Özniteliği

source: Menu Icon Class
tr_tr: Menü Simgesi Sınıfı
